Repository: aeris-data/aeris-wppl-metadata-sheets
Catalog: languages/aeris-wppl-metadata-sheets-*.po
Languages: fr_fr

source: Add new metadata
fr_fr: Ajouter une nouvelle fiche metadonnée

source: Aeris Metadata Sheets
fr_fr: Aeris Fiche de metadonnées

source: All metadata
fr_fr: Toutes les fiches metadonnées

source: Edit metadata
fr_fr: Editer la fiche de metadonnées

source: Manage AERIS metadatas sheets
fr_fr: Gestion des fiches de métadonnées

source: Metadata sheet
fr_fr: Fiche de métadonnées

source: Metadata sheets
fr_fr: Fiches de métadonnées

source: New metadata
fr_fr: Nouvelle fiche de métadonnées

source: No metadata found
fr_fr: Pas de fiche de métadonnées trouvées

source: No metadata found in trash
fr_fr: Pas de fiche de métadonnées trouvées dans la corbeille

source: Search metadata
fr_fr: Rechercher une fiche de métadonnées

source: View metadata
fr_fr: Voir la fiche de métadonnées
